Repository: iJustinn/Body
Catalog: BodyMetricsKit/BodyMetricsKit.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Vitals reviews overnight measurements of sleeping heart rate, respiratory rate, skin temperature, blood oxygen, and sleep duration. Each one is compared against your personal typical range, learned from about eight weeks of your own sleep data. Outliers can follow illness, alcohol, travel, or hard training, and they are not a diagnosis. It takes about two weeks of sleep data to calibrate. Vitals follows the data sources you select for Sleep and for each individual vital, so choosing a single source may limit how many nights have data and how far back the charts reach.
de: Vitalzeichen prüft nächtliche Messungen von Herzfrequenz im Schlaf, Atemfrequenz, Hauttemperatur, Blutsauerstoff und Schlafdauer. Jeder Wert wird mit deinem persönlichen Normalbereich verglichen, den Body aus etwa acht Wochen deiner eigenen Schlafdaten lernt. Ausreißer können auf Krankheit, Alkohol, Reisen oder hartes Training folgen und sind keine Diagnose. Für die Kalibrierung braucht es Schlafdaten aus etwa zwei Wochen. Vitalzeichen nutzt die Datenquellen, die du für Schlaf und für jedes einzelne Vitalzeichen auswählst. Wählst du nur eine Quelle, kann das die Zahl der Nächte mit Daten verringern und begrenzen, wie weit die Diagramme zurückreichen.
es: Signos vitales revisa las mediciones nocturnas de la frecuencia cardiaca durante el sueño, la frecuencia respiratoria, la temperatura de la piel, el oxígeno en sangre y la duración del sueño. Cada una se compara con tu rango típico personal, aprendido a partir de unas ocho semanas de tus propios datos de sueño. Los valores atípicos pueden deberse a una enfermedad, el alcohol, los viajes o un entrenamiento intenso, y no son un diagnóstico. Se necesitan unas dos semanas de datos de sueño para la calibración. Signos vitales usa las fuentes de datos que elijas para Sueño y para cada signo vital, así que elegir una sola fuente puede limitar cuántas noches tienen datos y hasta dónde llegan los gráficos en el tiempo.
fr: « Signes vitaux » examine les mesures nocturnes de fréquence cardiaque pendant le sommeil, de fréquence respiratoire, de température cutanée, d’oxygène sanguin et de durée du sommeil. Chacune est comparée à votre plage typique personnelle, établie à partir d’environ huit semaines de vos propres données de sommeil. Des anomalies peuvent suivre une maladie, la consommation d’alcool, un voyage ou un entraînement intense, et ne constituent pas un diagnostic. L’étalonnage nécessite environ deux semaines de données de sommeil. « Signes vitaux » utilise les sources de données que vous sélectionnez pour le sommeil et pour chaque signe vital : choisir une seule source peut donc limiter le nombre de nuits disposant de données et la période couverte par les graphiques.
hi: वाइटल रात भर के इन मापों को देखता है: नींद के दौरान हृदय गति, श्वसन दर, त्वचा का तापमान, रक्त ऑक्सीजन और नींद अवधि। हर एक की तुलना आपकी निजी सामान्य रेंज से की जाती है, जो आपकी अपनी नींद के लगभग आठ सप्ताह के डेटा से सीखी जाती है। आउटलायर बीमारी, शराब, यात्रा या कठिन ट्रेनिंग के बाद आ सकते हैं, और ये निदान नहीं हैं। कैलिब्रेट होने में लगभग दो सप्ताह का नींद डेटा लगता है। वाइटल उन डेटा सोर्स के अनुसार चलता है जिन्हें आप नींद और हर अलग वाइटल के लिए चुनते हैं, इसलिए सिर्फ़ एक सोर्स चुनने से डेटा वाली रातों की संख्या और चार्ट कितने पीछे तक जाते हैं, यह सीमित हो सकता है।
ru: Основные показатели оценивают ночные измерения пульса во время сна, частоты дыхания, температуры кожи, кислорода в крови и продолжительности сна. Каждое из них сравнивается с Вашим личным обычным диапазоном, который определяется по Вашим данным сна примерно за восемь недель. Отклонения могут быть вызваны болезнью, алкоголем, поездками или тяжелыми тренировками и не являются диагнозом. Для калибровки нужно около двух недель данных сна. Основные показатели используют источники данных, выбранные Вами для сна и для каждого отдельного показателя, поэтому выбор одного источника может уменьшить число ночей с данными и сократить период, который охватывают графики.
tr: Yaşam Bulguları, gece boyunca ölçülen uykudaki kalp atış hızı, solunum hızı, cilt sıcaklığı, kanda oksijen ve uyku süresini inceler. Her biri, yaklaşık sekiz haftalık kendi uyku verinizden öğrenilen kişisel normal aralığınızla karşılaştırılır. Aykırı değerler hastalık, alkol, seyahat veya zorlu antrenman sonrasında görülebilir ve bir teşhis değildir. Kalibrasyon için yaklaşık iki haftalık uyku verisi gerekir. Yaşam Bulguları, Uyku ve her bir yaşam bulgusu için seçtiğiniz veri kaynaklarını kullanır; bu yüzden tek bir kaynak seçmek, veri bulunan gece sayısını ve grafiklerin ne kadar geriye uzandığını sınırlayabilir.
zh_hans: 生命体征回顾夜间测量的睡眠心率、呼吸频率、皮肤温度、血氧和睡眠时长，并将每项数据与你的个人典型范围进行比较。该范围通过大约八周的睡眠数据学习得出。异常值可能与生病、饮酒、旅行或高强度训练有关，并非诊断结果。大约需要两周的睡眠数据才能完成校准。 生命体征采用你为睡眠及各项体征选择的数据来源，因此选择单一来源可能会减少有数据的夜晚数量，并限制图表可回溯的范围。

source: VO₂ max and fitness level
de: VO₂ max und Fitnessniveau
es: VO₂ max y nivel de forma física
fr: VO₂ max et niveau de forme
hi: VO₂ max और फ़िटनेस स्तर
ru: VO₂ max и уровень формы
tr: VO₂ max ve kondisyon düzeyi
zh_hans: 最大摄氧量与体能水平

source: VO₂max, power, cadence, running form, and swim strokes
de: VO₂ max, Leistung, Schritt- und Trittfrequenz, Laufform und Schwimmzüge
es: VO₂ max, potencia, cadencia, técnica de carrera y brazadas
fr: VO₂ max, puissance, cadence, technique de course et mouvements de nage
hi: VO₂ max, पावर, केडेंस, रनिंग फ़ॉर्म और स्ट्रोक
ru: VO₂ max, мощность, каденс, техника бега и гребки
tr: VO₂ max, güç, kadans, koşu formu ve kulaç sayısı
zh_hans: 最大摄氧量、功率、步频、跑步动态与划水次数

source: Walk
de: Gehen
es: Caminar
fr: Marche
hi: वॉक
ru: Ходьба
tr: Yürüyüş
zh_hans: 步行

source: Water Fitness
de: Wasserfitness
es: Fitness acuático
fr: Gymnastique aquatique
hi: वॉटर फ़िटनेस
ru: Аквааэробика
tr: Suda Fitness
zh_hans: 水中健身

source: Water Polo
de: Wasserball
hi: वॉटर पोलो
ru: Водное поло
tr: Su Topu
zh_hans: 水球

source: Water Sports
de: Wassersport
es: Deportes acuáticos
fr: Sports aquatiques
hi: वॉटर स्पोर्ट
ru: Водные виды спорта
tr: Su Sporları
zh_hans: 水上运动

source: Week
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
ru: Неделя
tr: Hafta
zh_hans: 周

source: Weight is your recorded body mass from Apple Health or connected devices. Short-term changes often come from hydration, food, sodium, exercise, or measurement timing. Compare readings taken under similar conditions and focus on the direction over weeks.
de: Gewicht ist deine erfasste Körpermasse aus Health oder verbundenen Geräten. Kurzfristige Veränderungen kommen oft von Flüssigkeitshaushalt, Essen, Salz, Training oder Messzeitpunkt. Vergleiche Messungen unter ähnlichen Bedingungen und achte auf die Richtung über Wochen.
es: El peso es tu masa corporal registrada en la app Salud o en dispositivos conectados. Los cambios a corto plazo suelen deberse a la hidratación, la comida, el sodio, el ejercicio o el momento de la medición. Compara lecturas tomadas en condiciones similares y fíjate en la dirección que siguen a lo largo de semanas.
fr: Le poids correspond à votre masse corporelle enregistrée dans l’app Santé ou par des appareils connectés. Les variations à court terme proviennent souvent de l’hydratation, de l’alimentation, du sel, de l’exercice ou du moment de la mesure. Comparez des mesures prises dans des conditions similaires et concentrez-vous sur l’évolution sur plusieurs semaines.
hi: वज़न सेहत ऐप या कनेक्टेड डिवाइस से दर्ज आपके शरीर का द्रव्यमान है। कम समय के बदलाव अक्सर शरीर में पानी की मात्रा, भोजन, सोडियम, एक्सरसाइज़ या माप के समय की वजह से होते हैं। मिलती जुलती स्थितियों में ली गई रीडिंग की तुलना करें और कई सप्ताह की दिशा पर ध्यान दें।
ru: Вес показывает записанную массу тела из приложения «Здоровье» или подключенных устройств. Краткосрочные изменения часто связаны с водным балансом, едой, натрием, физической нагрузкой или временем измерения. Сравнивайте показания, полученные в похожих условиях, и следите за направлением изменений на протяжении нескольких недель.
tr: Ağırlık, Sağlık uygulamasından veya bağlı aygıtlardan kaydedilen vücut kütlenizdir. Kısa vadeli değişiklikler çoğunlukla su dengesi, yiyecek, sodyum, egzersiz veya ölçüm zamanından kaynaklanır. Benzer koşullarda alınan ölçümleri karşılaştırın ve haftalar içindeki gidişata odaklanın.
zh_hans: 体重来自健康 App 或已连接设备的记录。短期变化通常源于水分、饮食、钠摄入、锻炼或测量时间。请比较相似条件下的读数，并关注数周内的整体走向。

source: Weight, body fat, and BMI
de: Gewicht, Körperfettanteil und BMI
es: Peso, grasa corporal e IMC
fr: Poids, masse grasse et IMC
hi: वज़न, शरीर में वसा और BMI
ru: Вес, процент жира и ИМТ
tr: Ağırlık, vücut yağ oranı ve VKİ
zh_hans: 体重、体脂率与体重指数

source: Well prepared. Normal training should be fine.
de: Gut vorbereitet. Normales Training sollte gut gehen.
es: Buena preparación. Puedes entrenar con normalidad.
fr: Bonne condition. Un entraînement normal devrait convenir.
hi: आप अच्छी तरह तैयार हैं। सामान्य ट्रेनिंग ठीक रहेगी।
ru: Вы хорошо готовы. Обычная тренировка подойдет.
tr: İyi hazırsınız. Normal antrenman sorun olmayacaktır.
zh_hans: 状态良好，可以正常训练。

source: Wheelchair Run Pace
de: Rollstuhltraining im Lauftempo
es: Correr en silla de ruedas
fr: Course en fauteuil
hi: ह्वीलचेयर रन पेस
ru: На кресле в темпе бега
tr: Tekerlekli Sandalye Koşu Temposu
zh_hans: 轮椅跑步配速

source: Wheelchair Walk Pace
de: Rollstuhltraining im Gehtempo
es: Caminar en silla de ruedas
fr: Balade en fauteuil
hi: ह्वीलचेयर वॉक पेस
ru: На кресле в темпе ходьбы
tr: Tekerlekli Sandalye Yürüyüş Temposu
zh_hans: 轮椅步行配速

source: Workout
de: Training
es: Entrenamiento
fr: Exercice
hi: वर्कआउट
ru: Тренировка
tr: Antrenman
zh_hans: 运动

source: Workout history, effort, and details
de: Trainingsverlauf, Anstrengung und Details
es: Historial, esfuerzo y detalles de los entrenamientos
fr: Historique, effort et détails des exercices
hi: वर्कआउट इतिहास, प्रयास और विवरण
ru: История тренировок, усилие и подробности
tr: Antrenman geçmişi, efor ve ayrıntılar
zh_hans: 运动历史、强度与详情

source: Workout Metrics
de: Trainingswerte
es: Métricas de entrenamiento
fr: Mesures de l’exercice
hi: वर्कआउट मेट्रिक्स
ru: Показатели тренировок
tr: Antrenman Ölçümleri
zh_hans: 运动指标

source: Workouts
de: Trainings
es: Entrenamientos
fr: Exercices
hi: वर्कआउट
ru: Тренировки
tr: Antrenmanlar
zh_hans: 运动

source: Wrestling
de: Ringen
es: Lucha
fr: Lutte
hi: कुश्ती
ru: Рестлинг
tr: Güreş
zh_hans: 摔跤

source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
ru: Год
tr: Yıl
zh_hans: 年

source: You've already worked out today and readiness is still prime. There's room to push a little harder.
de: Du hast heute schon trainiert und bist weiterhin in Bestform. Da ist noch Luft für etwas mehr.
es: Ya has entrenado hoy y tu preparación sigue siendo excelente. Hay margen para apretar un poco más.
fr: Vous avez déjà fait de l’exercice aujourd’hui et votre niveau de préparation reste optimal. Vous avez de la marge pour pousser un peu plus.
hi: आज आप वर्कआउट कर चुके हैं और रेडिनेस अब भी बेहतरीन है। थोड़ी और मेहनत की गुंजाइश है।
ru: Вы уже тренировались сегодня, а готовность по-прежнему отличная. Можно немного прибавить.
tr: Bugün zaten antrenman yaptınız ve hazırlık hâlâ zirvede. Biraz daha zorlamak için alanınız var.
zh_hans: 今天已经运动过，状态依然出色，可以再上点强度。

source: You've done enough training today. You've reached training fatigue, and doing more could risk injury. Prioritize rest and recovery.
de: Du hast heute genug trainiert. Du hast Trainingsermüdung erreicht, und mehr könnte eine Verletzung riskieren. Setz jetzt auf Ruhe und Erholung.
es: Ya has entrenado suficiente hoy. Has llegado a la fatiga de entrenamiento y hacer más podría causarte una lesión. Prioriza el descanso y la recuperación.
fr: Vous avez fait assez d’entraînement aujourd’hui. Vous avez atteint un état de fatigue d’entraînement, et en faire davantage pourrait vous exposer à une blessure. Privilégiez le repos et la récupération.
hi: आज आपने काफ़ी ट्रेनिंग कर ली है। आप ट्रेनिंग की थकान तक पहुँच गए हैं, और ज़्यादा करने से चोट का जोखिम हो सकता है। आराम और रिकवरी को प्राथमिकता दें।
ru: На сегодня тренировок достаточно. Вы достигли тренировочного утомления, и дальнейшая нагрузка может привести к травме. Сделайте упор на отдых и восстановление.
tr: Bugün yeterince antrenman yaptınız. Antrenman yorgunluğuna ulaştınız ve daha fazlası sakatlık riski doğurabilir. Dinlenmeye ve toparlanmaya öncelik verin.
zh_hans: 今天的运动已经达标。已经达到训练疲劳，再进行训练有可能导致受伤，请优先休息与恢复。

source: Your lower readiness is mainly from today's workout. It reflects the effort you put in, not poor recovery. Give your body some rest for the rest of the day.
de: Deine niedrigere Tagesform kommt vor allem von deinem heutigen Training. Sie spiegelt deine Anstrengung wider, keine schlechte Erholung. Gönn deinem Körper für den Rest des Tages etwas Ruhe.
es: Tu preparación más baja se debe sobre todo al entrenamiento de hoy. Refleja el esfuerzo que hiciste, no una mala recuperación. Dale a tu cuerpo algo de descanso el resto del día.
fr: Votre niveau de préparation plus bas vient surtout de l’exercice du jour. Il reflète l’effort fourni, pas une mauvaise récupération. Accordez du repos à votre corps pour le reste de la journée.
hi: आपकी कम रेडिनेस मुख्य रूप से आज के वर्कआउट की वजह से है। यह आपकी मेहनत को दिखाती है, ख़राब रिकवरी को नहीं। दिन के शेष समय में अपने शरीर को थोड़ा आराम दें।
ru: Снижение готовности в основном связано с сегодняшней тренировкой. Оно отражает приложенные усилия, а не плохое восстановление. До конца дня дайте организму отдохнуть.
tr: Düşük hazırlığınız büyük ölçüde bugünkü antrenmandan kaynaklanıyor. Bu, yetersiz toparlanmayı değil, harcadığınız eforu yansıtıyor. Günün geri kalanında vücudunuzu biraz dinlendirin.
zh_hans: 状态偏低主要是今天运动所致，反映的是你付出的努力，而非恢复不佳。接下来的时间给身体放松一下。

source: Your signals sit comfortably above baseline — you're well prepared to train.
de: Deine Signale liegen klar über deinem Basiswert. Du bist gut fürs Training gerüstet.
es: Tus indicadores están holgadamente por encima de tu valor de referencia. Estás en buena forma para entrenar.
fr: Vos signaux sont nettement au-dessus de votre référence. Vous êtes en bonne condition pour vous entraîner.
hi: आपके सिग्नल बेसलाइन से अच्छे ख़ासे ऊपर हैं। आप ट्रेनिंग के लिए अच्छी तरह तैयार हैं।
ru: Ваши сигналы уверенно выше базового уровня. Вы хорошо готовы к тренировке.
tr: Sinyalleriniz rahatça referansın üstünde. Antrenmana iyi hazırsınız.
zh_hans: 各项信号都稳定高于基准。今天适合训练。

source: Your VO₂ max is above the midpoint for your age and sex. Keeping your current cardio routine should hold it there.
de: Deine VO₂ max liegt über dem Mittelwert für dein Alter und Geschlecht. Mit deiner aktuellen Ausdauerroutine solltest du sie dort halten.
es: Tu VO₂ max está por encima del punto medio para tu edad y sexo. Si mantienes tu rutina de cardio actual, debería seguir ahí.
fr: Votre VO₂ max est au-dessus de la médiane pour votre âge et votre sexe. Conserver votre routine cardio actuelle devrait la maintenir à ce niveau.
hi: आपका VO₂ max आपकी उम्र और लिंग के मध्य बिंदु से ऊपर है। अपनी मौजूदा कार्डियो दिनचर्या बनाए रखने से यह वहीं बना रहना चाहिए।
ru: Ваш VO₂ max выше среднего значения для Вашего возраста и пола. Если сохранить текущий режим кардиотренировок, он должен остаться на этом уровне.
tr: VO₂ max değeriniz yaşınız ve cinsiyetiniz için orta noktanın üstünde. Mevcut kardiyo düzeninizi sürdürmeniz onu bu seviyede tutacaktır.
zh_hans: 你的最大摄氧量高于同龄同性别人群的中位水平。保持目前的有氧运动习惯即可维持在这一水平。

source: Your VO₂ max is below most people of your age and sex. Regular cardiovascular exercise is the most reliable way to raise it.
de: Deine VO₂ max liegt unter der der meisten Menschen deines Alters und Geschlechts. Regelmäßiges Ausdauertraining ist der zuverlässigste Weg, sie zu steigern.
es: Tu VO₂ max está por debajo del de la mayoría de las personas de tu edad y sexo. El ejercicio cardiovascular regular es la forma más fiable de aumentarlo.
fr: Votre VO₂ max est inférieure à celle de la plupart des personnes de votre âge et de votre sexe. Un exercice cardiovasculaire régulier est le moyen le plus fiable de l’améliorer.
hi: आपका VO₂ max आपकी उम्र और लिंग के ज़्यादातर लोगों से कम है। इसे बढ़ाने का सबसे भरोसेमंद तरीक़ा नियमित कार्डियो एक्सरसाइज़ है।
ru: Ваш VO₂ max ниже, чем у большинства людей Вашего возраста и пола. Регулярные кардиотренировки помогают повысить его надежнее всего.
tr: VO₂ max değeriniz, yaşınızdaki ve cinsiyetinizdeki çoğu kişininkinden düşük. Düzenli kardiyovasküler egzersiz, bu değeri yükseltmenin en güvenilir yoludur.
zh_hans: 你的最大摄氧量低于大多数同龄同性别的人。规律的有氧运动是提升它最可靠的方式。

source: Your VO₂ max is well above most people of your age and sex — a strong marker of cardiorespiratory fitness.
de: Deine VO₂ max liegt deutlich über der der meisten Menschen deines Alters und Geschlechts, ein starkes Zeichen für kardiorespiratorische Fitness.
es: Tu VO₂ max está muy por encima del de la mayoría de las personas de tu edad y sexo, un claro indicador de buena capacidad cardiorrespiratoria.
fr: Votre VO₂ max est nettement supérieure à celle de la plupart des personnes de votre âge et de votre sexe. C’est un solide indicateur de votre santé cardiorespiratoire.
hi: आपका VO₂ max आपकी उम्र और लिंग के ज़्यादातर लोगों से काफ़ी ऊपर है। यह हृदय और श्वसन फ़िटनेस का एक मज़बूत संकेत है।
ru: Ваш VO₂ max значительно выше, чем у большинства людей Вашего возраста и пола. Это убедительный признак хорошей кардиореспираторной формы.
tr: VO₂ max değeriniz, yaşınızdaki ve cinsiyetinizdeki çoğu kişininkinden epey yüksek. Bu, kardiyorespiratuvar kondisyonun güçlü bir göstergesidir.
zh_hans: 你的最大摄氧量远高于大多数同龄同性别的人。这是有氧适能出色的有力标志。

source: Your VO₂ max sits under the midpoint for your age and sex. Adding intensity or frequency to your cardio usually moves this up.
de: Deine VO₂ max liegt unter dem Mittelwert für dein Alter und Geschlecht. Mehr Intensität oder Häufigkeit beim Ausdauertraining hebt sie meist an.
es: Tu VO₂ max está por debajo del punto medio para tu edad y sexo. Aumentar la intensidad o la frecuencia de tu cardio suele hacerlo subir.
fr: Votre VO₂ max se situe sous la médiane pour votre âge et votre sexe. Augmenter l’intensité ou la fréquence de vos séances cardio permet généralement de la faire progresser.
hi: आपका VO₂ max आपकी उम्र और लिंग के मध्य बिंदु से नीचे है। अपने कार्डियो की तीव्रता या नियमितता बढ़ाने से आमतौर पर यह ऊपर जाता है।
ru: Ваш VO₂ max ниже среднего значения для Вашего возраста и пола. Повышение интенсивности или частоты кардиотренировок обычно помогает его поднять.
tr: VO₂ max değeriniz yaşınız ve cinsiyetiniz için orta noktanın altında. Kardiyo antrenmanlarınızın yoğunluğunu veya sıklığını artırmak bu değeri genellikle yükseltir.
zh_hans: 你的最大摄氧量低于同龄同性别人群的中位水平。提高有氧运动的强度或频率通常能让它上升。

source: Your signals sit comfortably above baseline. You're well prepared to train.
de: Deine Signale liegen klar über deinem Basiswert. Du bist gut fürs Training gerüstet.
es: Tus indicadores están holgadamente por encima de tu valor de referencia. Estás en buena forma para entrenar.
fr: Vos signaux sont nettement au-dessus de votre référence. Vous êtes en bonne condition pour vous entraîner.
hi: आपके सिग्नल बेसलाइन से अच्छे ख़ासे ऊपर हैं। आप ट्रेनिंग के लिए अच्छी तरह तैयार हैं।
ru: Ваши сигналы уверенно выше базового уровня. Вы хорошо готовы к тренировке.
tr: Sinyalleriniz rahatça referansın üstünde. Antrenmana iyi hazırsınız.
zh_hans: 各项信号都稳定高于基准。今天适合训练。

source: American Football
es: Fútbol americano
fr: Football américain
hi: अमेरिकन फ़ुटबॉल
ru: Американский футбол
tr: Amerikan Futbolu
zh_hans: 美式橄榄球

source: Australian Football
es: Fútbol australiano
fr: Football australien
hi: ऑस्ट्रेलियाई फ़ुटबॉल
ru: Австралийский футбол
tr: Avustralya Futbolu
zh_hans: 澳式足球

source: Badminton
es: Bádminton
hi: बैडमिंटन
ru: Бадминтон
zh_hans: 羽毛球

source: Baseball
es: Béisbol
hi: बेसबॉल
ru: Бейсбол
tr: Beyzbol
zh_hans: 棒球

source: Basketball
es: Baloncesto
hi: बास्केटबॉल
ru: Баскетбол
tr: Basketbol
zh_hans: 篮球

# bodyRadar.signal.heartRateVariability.short
source: HRV
es: VFC
fr: VFC
ru: ВСР

source: Bowling
es: Bolos
hi: बोलिंग
ru: Боулинг
tr: Bovling
zh_hans: 保龄球

source: Cardio Fitness
es: Capa­cidad aeróbica
fr: Santé cardio­vas­cu­laire
hi: हृदय संबंधी फ़िटनेस
ru: Кардио­вынос­ли­вость
tr: Kardiyo Fitness
zh_hans: 有氧适能

source: Cooldown
es: Enfriamiento
fr: Récupération
hi: कूलडाउन
ru: Заминка
tr: Soğuma
zh_hans: 冷身放松

source: Core Training
es: Entrenamiento de core
fr: Gainage
hi: कोर ट्रेनिंग
ru: Кор-тренировка
tr: Merkezi Kaslar Antrenmanı
zh_hans: 核心训练

source: Cricket
es: Críquet
hi: क्रिकेट
ru: Крикет
tr: Kriket
zh_hans: 板球

source: Cross Training
es: Entrenamiento cruzado
hi: क्रॉस ट्रेनिंग
ru: Кросс-тренинг
tr: Çapraz Antrenman
zh_hans: 交叉训练

source: Handball
es: Balonmano
hi: हैंडबॉल
ru: Гандбол
tr: Hentbol
zh_hans: 手球

source: Kilometer %@, %@
es: Kilómetro %@, %@
fr: Kilomètre %@, %@
hi: किलोमीटर %@, %@
ru: Километр %@, %@
tr: %@. kilometre, %@
zh_hans: 第 %@ 公里，%@

source: Optimal
es: Óptimo
hi: आदर्श
ru: Оптимально
tr: İdeal
zh_hans: 最佳

source: Pace
es: Ritmo
fr: Rythme
hi: पेस
ru: Темп
tr: Tempo
zh_hans: 配速

source: Racquetball
es: Raquetbol
hi: रैकेटबॉल
ru: Ракетбол
tr: Raketbol
zh_hans: 短网拍墙球

source: Softball
es: Sóftbol
hi: सॉफ़्टबॉल
ru: Софтбол
tr: Softbol
zh_hans: 垒球

source: Tai Chi
es: Taichí
hi: ताई ची
ru: Тайцзицюань
zh_hans: 太极

source: Tennis
es: Tenis
hi: टेनिस
ru: Теннис
tr: Tenis
zh_hans: 网球

source: Training
es: Entrenamiento
fr: Entraînement
hi: ट्रेनिंग
ru: Тренировки
tr: Antrenman
zh_hans: 训练

source: Volleyball
es: Voleibol
hi: वॉलीबॉल
ru: Волейбол
tr: Voleybol
zh_hans: 排球

source: HIIT
fr: Fractionné (HIIT)
ru: ВИИТ
zh_hans: 高强度间歇训练

source: Imperial
fr: Impérial
hi: इंपीरियल
ru: Имперская
zh_hans: 英制

source: Lacrosse
fr: Crosse
hi: लक्रोस
ru: Лакросс
tr: Lakros
zh_hans: 长曲棍球

source: R
fr: Pa
ru: Бс
zh_hans: 眼

source: REM
fr: Paradoxal
ru: Быстрый
zh_hans: 眼动

# sleep.bar.rem
source: REM
fr: Paradoxal
ru: Быстрый
zh_hans: 眼动

source: Barre
hi: बार
ru: Барре
tr: Bar
zh_hans: 把杆训练

# bodyRadar.signal.wristTemperature.short
source: Temp
hi: तापमान
ru: Температура
tr: Sıcaklık
zh_hans: 温度

source: Celsius
hi: सेल्सियस
ru: Градусы Цельсия
tr: Santigrat
zh_hans: 摄氏度

source: Curling
hi: कर्लिंग
ru: Керлинг
tr: Körling
zh_hans: 冰壶

source: Fahrenheit
hi: फ़ैरनहाइट
ru: Градусы Фаренгейта
tr: Fahrenhayt
zh_hans: 华氏度

source: Golf
hi: गॉल्फ़
ru: Гольф
zh_hans: 高尔夫球

source: Hockey
hi: हॉकी
ru: Хоккей
tr: Hokey
zh_hans: 曲棍球

source: Pickleball
hi: पिकलबॉल
ru: Пиклбол
zh_hans: 匹克球

source: Pilates
hi: पिलाटिज़
ru: Пилатес
zh_hans: 普拉提

source: Rugby
hi: रग्बी
ru: Регби
tr: Ragbi
zh_hans: 英式橄榄球

source: Squash
hi: स्क्वॉश
ru: Сквош
tr: Duvar Tenisi
zh_hans: 壁球

source: Yoga
hi: योग
ru: Йога
zh_hans: 瑜伽

source: km/h
tr: km/sa

source: min/km
tr: dk/km

source: min/mi
tr: dk/mi

source: km
zh_hans: 公里

source: mi
zh_hans: 英里
